
    var json = {"hospital" : [
    {"lng_H" : 120.5444177 , "lat_H" : 24.0717396 , "name" : "彰化基督教醫療財團法人彰化基督教醫院" , "address" : "彰化縣彰化市南校街135號"} ,
    {"lng_H" : 120.5369515 , "lat_H" : 24.0649035 , "name" : "秀傳醫療社團法人秀傳紀念醫院" , "address" : "彰化縣彰化市南瑤里中山路1段542號"} ,
    {"lng_H" : 120.4099252 , "lat_H" : 24.0780256 , "name" : "秀傳醫療財團法人彰濱秀傳紀念醫院" , "address" : "彰化縣鹿港鎮鹿工路6號、6-2號"} ,
    {"lng_H" : 120.5249841 , "lat_H" : 23.9506679 , "name" : "衛生福利部彰化醫院" , "address" : "彰化縣埔心鄉中正路二段80號"} ,
    {"lng_H" : 120.3611851 , "lat_H" : 23.8935714 , "name" : "彰化基督教醫療財團法人二林基督教醫院" , "address" : "彰化縣二林鎮大成路一段558號"} ,
    {"lng_H" : 120.435971 , "lat_H" :  24.0601431 , "name" : "彰化基督教醫療財團法人鹿港基督教醫院" , "address" : "彰化縣鹿港鎮中正路480號"} ,
    {"lng_H" : 120.5132783 , "lat_H" : 23.8720499 , "name" : "卓醫院" , "address" : "彰化縣北斗鎮中山路一段311號"} ,
    {"lng_H" : 120.5857084 , "lat_H" : 23.8580068 , "name" : "仁和醫院" , "address" : "彰化縣田中鎮中州路一段157號"} ,
    {"lng_H" : 120.5644238 , "lat_H" : 23.9613034 , "name" : "彰化基督教醫療財團法人員林基督教醫院" , "address" : "彰化縣員林市莒光路456號"} ,
    {"lng_H" : 120.4780032 , "lat_H" : 23.9615111 , "name" : "道安醫院" , "address" : "彰化縣溪湖鎮彰水路三段362號"} ,
    {"lng_H" : 120.5727194 , "lat_H" : 23.9534113 , "name" : "伍倫醫療社團法人員榮醫院" , "address" : "彰化縣員林市中正路201號"} ,
    {"lng_H" : 120.4898875 , "lat_H" : 24.110488 , "name" : "道周醫療社團法人道周醫院" , "address" : "彰化縣和美鎮和光路180號、和善路118號"}
    ]
    }